Repository: pretix/pretix-cwa
Catalog: pretix_cwa/locale/*/LC_MESSAGES/django.po
Languages: de

source: Integrating pretix with the Corona Warn App (CWA) allows you to generate CWA event QR codes for your event on demand and email them to attendees after check-in.
de: Die Integration zwischen pretix und der Corona-Warn-App (CAW) erlaubt es Ihnen, CWA-Veranstaltungs-QR-Codes für Ihre Veranstaltung nach Bedarf zu generieren und diese automatisch nach dem Check-in an Ihre Besucher*innen zu verschicken.

source: QR code generation mode
de: QR-Code-Generierungs-Rhythmus

source: New QR code per day
de: Neuer QR-Code pro Tag

source: New QR code per time slot (should only be used if your venue is guaranteed to be empty after every time slot)
de: Neuer QR-Code pro Termin/Timeslot (sollte nur benutzt werden, wenn alle Besucher den Ort immer innerhalb des Termins verlassen)

source: Location type
de: Art der Veranstaltung

source: Unspecified
de: Unspezifiziert

source: Retail
de: Einzelhandel

source: Food service (restaurant, hotel, bar)
de: Gastronomie (Restaurant, Hotel, Bar)

source: Craft
de: Handwerk

source: Workplace
de: Arbeitsplatz

source: Educational Institution (school, lecture hall, library)
de: Bildungseinrichtung (Schule, Vorlesungssaal, Bibliothek)

source: Public building (public office, museum)
de: Öffentliches Gebäude (Ämter, Museen)

source: Other permanent location
de: Andere dauerhafte Einrichtung

source: Cultural event (concert, exhibition, …)
de: Kulturelle Veranstaltung (Konzert, Kunstausstellung, …)

source: Club activity (sports, general assemblies)
de: Vereinsaktivität (Sporttraining, Mitgliederversammlungen)

source: Private event
de: Private Veranstaltung

source: Worship service
de: Gottesdienst

source: Other event
de: Andere Veranstaltung

source: Default check-in length in minutes
de: Standard-Check-in-Dauer in Minuten

source: If kept empty, it will automatically be filled from the event
de: Wenn das Feld leer ist, wird es automatisch aus der Veranstaltungsdauer berechnet

source: Send email with CWA check-in link after ticket check-in scan
de: Sende E-Mail mit Link zum CWA-Check-in nachdem das Ticket gescannt wurde

source: Email Subject
de: E-Mail-Betreff

source: Email Body
de: E-Mail-Inhalt

source: Available placeholders: {list}
de: Verfügbare Platzhalter: {list}

source: Welcome! Remember to check in with Corona Warn App
de: Willkommen! Jetzt mit der Corona-Warn-App einchecken

source: Hello, now that you've arrived, we kindly ask you to check in with Corona Warn App by clicking the following link: {cwa_url} Have a great time! Best regards, Your {event} team
de: Hallo, schön, dass Sie da sind! Sie können auf folgenden Link klicken, um in der Corona-Warn-App einzuchecken: {cwa_url} Viel Spaß! Freundliche Grüße Das {event}-Team

source: QR code content
de: QR-Code-Inhalt

source: Reminder email
de: Erinnerungs-E-Mail

source: The following links will always point to the currently valid QR code, which changes at least once a day (or more often, if configured above). Please do not share these URLs with your visitors to avoid abuse, but use them to print out the daily QR code or display it on a screen in your venue!
de: Die folgenden Links zeigen jeweils den aktuellen QR-Code an, der sich je nach Einstellungen täglich oder öfter ändert. Bitte teilen Sie diese URLs nicht öffentlich, um Missbrauch zu vermeiden. Sie können sie jedoch benutzen um den QR-Code auszudrucken oder auf einem Bildschirm in Ihrem Eingangsbereich anzuzeigen!

source: QR code as a web site
de: QR-Code als Website

source: Use this link to dynamically show the current QR code on a screen. You can also easily print it using the print button in your browser!
de: Nutzen Sie diesen Link, um den aktuellen QR-Code auf einem Bildschirm anzuzeigen. Mit der Druckfunktion Ihres Browser können Sie den QR-Code außerdem ausdrucken!

source: Copy
de: Kopieren

source: Preview
de: Vorschau

source: QR code as a PNG image
de: QR-Code als PNG-Bild

source: Use this link to dynamically embed the QR code into a digital signage system.
de: Nutzen Sie diesen Link, um den QR-Code dynamisch in ein Digital-Signage-System einzubinden.

source: QR code as a SVG image
de: QR-Code als SVG-Bild

source: Save
de: Speichern

source: Check in using Corona Warn App
de: Check-in mit der Corona-Warn-App
